
{
  "app": {
    "title": "Your habitscroll.online",
    "subtitle": "Entdecke Gewohnheiten",
    "subtitle_highlight": "die dich besser machen",
    "description": "Entdecken Sie personalisierte Gewohnheiten, um Ihr Leben basierend auf Ihrem Lernstil zu verbessern. Unsere digitalen Schriftrollen sind auf Leseratten, Audiophile, visuelle Lerner und Wissenssuchende zugeschnitten."
  },
  "button": {
    "becomeBetter": "Besser werden",
    "explore": "Mehr Entdecken",
    "home": "Home",
    "returnHome": "Zurück zur Startseite",
    "backToHome": "Zurück zur Startseite"
  },
  "learn": {
    "intro": "Du weißt nicht genau, wie du beginnen kannst? Lerne mehr über:",
    "yourself": "Dich",
    "habits": "Gewohnheiten",
    "tracking": "Tracking"
  },
  "footer": {
    "impressum": "Impressum",
    "datenschutz": "Datenschutz"
  },
  "language": {
    "switcher": "Auf Englisch umschalten",
    "english": "Englisch",
    "german": "Deutsch"
  },
  "cookies": {
    "title": "Cookies & Datenschutz",
    "description": "Diese Website verwendet Cookies, um dir die bestmögliche Erfahrung zu bieten. Durch die Nutzung unserer Website bestätigst du, dass du unsere Cookie-Richtlinie und Datenschutzerklärung gelesen und verstanden hast.",
    "accept": "Akzeptieren",
    "close": "Schließen"
  },
  "nav": {
    "home": "Startseite",
    "habits": "Gewohnheiten",
    "blog": "Blog"
  },
  "page": {
    "blog": {
      "title": "Blog",
      "subtitle": "Artikel & Gedanken",
      "comingSoon": "Unser Blog kommt bald! Wir werden Artikel über Gewohnheitsbildung, Lernstile und persönliche Entwicklung teilen."
    },
    "learn": {
      "habits": {
        "title": "Lerne mehr über",
        "subtitle": "Gewohnheiten",
        "comingSoon": "Demnächst verfügbar",
        "description": "Dieser Bereich ist in Entwicklung. Bald kannst du hier alles darüber lernen, wie Gewohnheiten funktionieren, wie du sie bildest und wie du sie für dauerhafte Veränderungen beibehältst."
      },
      "track": {
        "title": "Lerne wie du",
        "subtitle": "deinen Fortschritt verfolgst",
        "comingSoon": "Demnächst verfügbar",
        "description": "Dieser Bereich ist in Entwicklung. Bald lernst du effektive Wege, um deine Gewohnheiten zu verfolgen und deinen Fortschritt in Richtung deiner Ziele zu messen.",
        "intro": "Gewohnheiten zu Tracken ist keine Kunst. Setze dein Ziel und schreibe auf, was du dafür brauchst und machst, jeden Tag!",
        "categories": {
          "paperSamurai": "Für Papier-Samurai",
          "byteBookkeepers": "Für Byte-Buchhalter",
          "markdownMagicians": "Für Markdown-Magier",
          "visualAlchemists": "Für Visu-Alchemisten"
        },
        "items": {
          "paper": {
            "simple": {
              "title": "Der einfache Weg",
              "description": "Ein einfaches Bullet-Journal, um deine Gewohnheiten mit Stift und Papier zu verfolgen."
            },
            "structured": {
              "title": "Der strukturierte Ansatz",
              "description": "Ein geführter Habit-Tracker mit vordesignten Vorlagen."
            },
            "allrounder": {
              "title": "Der Alleskönner",
              "description": "Ein umfassendes Habit-Tracking-System, das sich an deine Bedürfnisse anpasst."
            },
            "visible": {
              "title": "Immer sichtbar",
              "description": "Ein großer Wandkalender, um deine Gewohnheiten jederzeit sichtbar zu halten."
            }
          },
          "digital": {
            "iphone": {
              "title": "Streaks (iPhone)",
              "description": "Perfekt für iPhone-Benutzer, die bis zu zwölf Gewohnheiten verfolgen möchten."
            },
            "android": {
              "title": "HabitNow (Android)",
              "description": "Großartig für Android-Benutzer mit leistungsstarken Habit-Tracking-Funktionen."
            },
            "data": {
              "title": "Way of Life",
              "description": "Zum Sammeln vieler Daten über deine Gewohnheiten und Verhaltensweisen."
            },
            "planning": {
              "title": "Habitify",
              "description": "Zum Planen deines Tages rund um deine Gewohnheiten und Ziele."
            }
          },
          "markdown": {
            "obsidian": {
              "title": "Obsidian",
              "description": "Eine leistungsstarke Wissensdatenbank, die auf einem lokalen Ordner mit einfachen Markdown-Textdateien basiert."
            },
            "notion": {
              "title": "Notion",
              "description": "All-in-One-Arbeitsbereich für Notizen, Aufgaben, Wikis und Datenbanken."
            },
            "habitica": {
              "title": "Habitica",
              "description": "Eine spielerische Habit-Tracking-App, die dein Leben wie ein Rollenspiel behandelt."
            },
            "ulysses": {
              "title": "Ulysses",
              "description": "Eine Schreib-App, die dein Habit-Tracking in einen kreativen Prozess verwandelt."
            }
          },
          "visual": {
            "trello": {
              "title": "Trello",
              "description": "Ein visuelles Tool, das das Tracking von Gewohnheiten unterhaltsam und kollaborativ macht."
            },
            "miro": {
              "title": "Miro",
              "description": "Eine unendliche Leinwand für deine Habit-Tracking-Visualisierung."
            },
            "kanban": {
              "title": "Kanban-Boards",
              "description": "Verfolge deine Gewohnheiten mit Spalten für To-Do, In Bearbeitung und Erledigt."
            },
            "mindmap": {
              "title": "MindMaps",
              "description": "Erstelle visuelle Verbindungen zwischen deinen Gewohnheiten und Zielen."
            }
          }
        }
      }
    },
    "notFound": "Seite nicht gefunden",
    "notFound.text": "Die Seite, die Sie suchen, existiert nicht. Bitte überprüfen Sie die URL oder kehren Sie zur Startseite zurück.",
    "deploy": {
      "success": "Bereitstellung erfolgreich",
      "text": "Ihre Anwendung wurde erfolgreich bereitgestellt!"
    }
  },
  "category": {
    "bookworms": "Für Bücherwürmer",
    "audiophiles": "Für Audiophile",
    "visualLearners": "Für Sehgenießer",
    "knowledgeSeekers": "Für Wissenssuchende"
  },
  "quote": {
    "james": {
      "clear": "\"Jeder Tag ist eine neue Gelegenheit, deine Gewohnheiten zu formen.\" - James Clear"
    }
  },
  "see": {
    "more": {
      "books": "Mehr für Bücherwürmer",
      "audio": "Mehr für Audiophile",
      "video": "Mehr für Sehgenießer",
      "research": "Mehr für Wissenssuchende",
      "paper": "Mehr für Papier-Samurai",
      "digital": "Mehr für Byte-Buchhalter",
      "markdown": "Mehr für Markdown-Magier",
      "visual": "Mehr für Visu-Alchemisten"
    }
  },
  "blog": {
    "articles": {
      "obsidian": {
        "title": "Habit Tracking in Obsidian – Dein ultimativer Guide",
        "shortDescription": "Lerne, wie du deine Gewohnheiten effektiv mit Obsidian, einer leistungsstarken Notiz-App, verfolgen kannst.",
        "introduction": "Habits, also Gewohnheiten, sind der Schlüssel zu persönlichem Wachstum. Sie können uns helfen, unser Leben zu verbessern, gesünder zu leben oder produktiver zu sein. Doch wie behält man den Überblick über seine Gewohnheiten? Die Antwort liegt in Habit Tracking – und eine der besten Möglichkeiten, dies zu tun, ist mit Obsidian.",
        "whatIsTitle": "Was ist Habit Tracking?",
        "whatIsContent": "Habit Tracking ist der Prozess, bei dem du deine täglichen Gewohnheiten dokumentierst und verfolgst. Das Ziel ist es, Muster zu erkennen und Fortschritte sichtbar zu machen. Ob es sich um Fitness, Ernährung, Meditation oder das Erreichen beruflicher Ziele handelt – durch Habit Tracking kannst du deine Fortschritte überwachen und dich motivieren, dran zu bleiben.",
        "whyTitle": "Warum Obsidian?",
        "whyContent": "Obsidian ist eine leistungsstarke Notiz-App, die vor allem für ihre Flexibilität und ihren Fokus auf verlinkte Notizen bekannt ist. Sie eignet sich hervorragend für Habit Tracking, weil sie dir ermöglicht, Informationen in einer übersichtlichen und gut strukturierten Weise zu organisieren. Zudem kannst du mit Obsidian alles anpassen, was du benötigst, um deine Ziele und Gewohnheiten festzuhalten und zu analysieren.",
        "whereTitle": "Wo bekommst du Habit Tracking in Obsidian?",
        "whereContent": "Die beste Möglichkeit, Habit Tracking in Obsidian zu integrieren, ist durch die Verwendung von Plugins. Ein besonders beliebtes Plugin für dieses Vorhaben ist das Obsidian Tracker Plugin. Dieses Plugin ermöglicht es dir, Gewohnheiten zu erstellen und automatisch die Fortschritte in deinen täglichen Notizen zu verfolgen. Hier ist eine einfache Anleitung, wie du es bekommst: 1. Öffne Obsidian und gehe in den Settings-Bereich. 2. Klicke auf Community Plugins und aktiviere Community Plugins. 3. Suche nach dem Plugin Obsidian Tracker und installiere es. 4. Nach der Installation kannst du das Plugin konfigurieren, indem du es in den Einstellungen anpasst.",
        "howTitle": "Wie richtest du Habit Tracking in Obsidian ein?",
        "howContent": "Erstelle eine neue Datei: Eine zentrale Datei für dein Habit Tracking ist hilfreich. Nenne sie zum Beispiel 'Habits' oder 'Habit Tracker'. Lege deine Gewohnheiten fest: Entscheide, welche Gewohnheiten du verfolgen möchtest, z.B. 'Tägliches Workout', 'Meditation', 'Wasser trinken' etc. Erstelle eine Tabelle oder eine Liste: Du kannst einfache Tabellen oder eine To-Do-Liste nutzen, um deine täglichen Fortschritte zu dokumentieren. Das Obsidian Tracker Plugin hilft dir dabei, die täglichen Einträge automatisch zu erstellen. Überwache deinen Fortschritt: Schaue regelmäßig auf deine Tracking-Daten, um Fortschritte zu erkennen und Anpassungen vorzunehmen. Das regelmäßige Checken wird dir helfen, dich auf deine Gewohnheiten zu konzentrieren und sie stetig zu verbessern.",
        "effectiveTitle": "Wie nutzt man Habit Tracking effektiv?",
        "effectiveContent": "Das Habit Tracking funktioniert am besten, wenn du es regelmäßig überprüfst. Setze dir kleine, erreichbare Ziele und achte darauf, dass du deine Fortschritte tagtäglich nachverfolgst. Ein zusätzlicher Tipp: Nutze die Verlinkungsfunktionen in Obsidian, um Gewohnheiten mit anderen Notizen oder Zielen zu verbinden, um einen noch tieferen Einblick in deinen Fortschritt zu erhalten.",
        "youtuberTitle": "Drei große YouTuber, die sich mit Obsidian beschäftigen:",
        "youtuber1": "Effective Remote Work (Nat Eliason): Nat Eliason hat viele großartige Videos zu Obsidian und wie man es produktiv für Notizen und Gewohnheiten nutzen kann.",
        "youtuber2": "Sönke Ahrens: Sönke hat sich intensiv mit Obsidian und effektiven Lernmethoden beschäftigt und zeigt dir, wie du Obsidian in deinen Workflow integrieren kannst.",
        "youtuber3": "The Productive Engineer (Thomas Frank): Thomas hat ebenfalls einige tiefgehende Tutorials über Obsidian, die dir helfen, das Beste aus der App herauszuholen.",
        "conclusionTitle": "Fazit:",
        "conclusionContent": "Obsidian ist ein mächtiges Werkzeug, wenn es darum geht, Gewohnheiten zu tracken und zu analysieren. Mit der richtigen Einrichtung und den passenden Plugins kannst du deine Gewohnheiten effizient überwachen und kontinuierlich verbessern. Starte noch heute und erlebe, wie du deine Ziele erreichst!"
      },
      "handwritten": {
        "title": "Handschriftliches Habit Tracking - Der klassische Ansatz mit modernen Vorteilen",
        "shortDescription": "Entdecke, wie traditionelles Habit Tracking mit Stift und Papier deinen Fokus und deine Motivation steigern kann.",
        "introduction": "In unserer digitalen Welt finden viele von uns Trost in der Rückkehr zum Analogen. Handschriftliches Habit Tracking ist nicht nur nostalgisch, sondern bietet auch einzigartige Vorteile für deine persönliche Entwicklung und Gewohnheitsbildung.",
        "whatIsTitle": "Was ist handschriftliches Habit Tracking?",
        "whatIsContent": "Handschriftliches Habit Tracking bedeutet, deine Gewohnheiten und Fortschritte mit traditionellen Mitteln wie Stift und Papier festzuhalten. Dies kann in Form eines Bullet Journals, eines Kalenders oder eines speziell gestalteten Habit Trackers geschehen. Der Fokus liegt auf der manuellen Dokumentation deiner täglichen Aktivitäten und Erfolge.",
        "whyTitle": "Warum solltest du handschriftlich tracken?",
        "whyContent": "Die Wissenschaft zeigt, dass das Schreiben von Hand die kognitive Verarbeitung und das Gedächtnis verbessert. Beim handschriftlichen Tracking entsteht eine tiefere Verbindung zu deinen Zielen. Du nimmst dir bewusst Zeit, über deine Gewohnheiten nachzudenken. Zudem bietet dir das analoge Format Freiheit vom Bildschirm und eine Pause von digitalen Ablenkungen.",
        "whereTitle": "Wo beginnst du mit handschriftlichem Tracking?",
        "whereContent": "Du benötigst nur wenige Materialien, um loszulegen: Ein Notizbuch deiner Wahl, Stifte und eventuell Lineale oder andere Zeichenhilfen. Beginne mit einem einfachen Layout - vielleicht einem monatlichen Raster, wo du deine täglichen Gewohnheiten abhaken kannst. Du kannst fertige Vorlagen kaufen oder dein eigenes System entwickeln, das perfekt zu deinen Bedürfnissen passt.",
        "howTitle": "Wie gestaltest du deinen handschriftlichen Habit Tracker?",
        "howContent": "Plane dein Layout: Entscheide, ob du eine tägliche, wöchentliche oder monatliche Übersicht bevorzugst. Definiere deine Gewohnheiten: Wähle 3-5 Gewohnheiten, die du verfolgen möchtest. Beginne mit einer überschaubaren Anzahl und erweitere später. Erstelle ein Tracking-System: Dies kann so einfach sein wie ein Kästchen, das du abhakst, oder so detailliert wie eine Farblegende für verschiedene Intensitätsstufen. Füge Reflexionsbereiche hinzu: Plane Platz für wöchentliche oder monatliche Reflexionen ein, um über deine Fortschritte nachzudenken.",
        "effectiveTitle": "Wie nutzt du handschriftliches Tracking effektiv?",
        "effectiveContent": "Etabliere ein Ritual: Nimm dir jeden Abend oder Morgen Zeit, um deine Gewohnheiten zu tracken. Sei konsequent: Die Regelmäßigkeit ist wichtiger als die Perfektion deines Systems. Experimentiere: Finde heraus, welche Layouts und Tracking-Methoden für dich am besten funktionieren. Feiere Erfolge: Nutze visuelle Elemente wie Farben oder Sticker, um besondere Erfolge hervorzuheben und dich zu motivieren.",
        "youtuberTitle": "Drei Experten für handschriftliches Habit Tracking:",
        "youtuber1": "Ryder Carroll: Der Erfinder des Bullet Journal-Systems zeigt, wie du minimalistisches und effektives Habit Tracking in deinen Alltag integrieren kannst.",
        "youtuber2": "AmandaRachLee: Sie bietet wunderschöne Inspiration für künstlerische Habit Tracker und monatliche Layouts, die sowohl funktional als auch ästhetisch ansprechend sind.",
        "youtuber3": "Plant Based Bride: Ihre strukturierten Anleitungen für Habit Tracking-Systeme sind besonders für Anfänger hilfreich und leicht nachzumachen.",
        "conclusionTitle": "Fazit:",
        "conclusionContent": "Handschriftliches Habit Tracking verbindet die Wissenschaft der Gewohnheitsbildung mit der Achtsamkeit des analogen Schreibens. Es bietet dir nicht nur ein effektives System zur Verfolgung deiner Fortschritte, sondern auch einen Moment der Reflexion und Verbindung mit deinen Zielen. Probiere es aus und entdecke, wie diese traditionelle Methode deinen modernen Lebensstil bereichern kann!"
      },
      "habits-vs-goals": {
        "title": "Warum Gewohnheiten wichtiger sind als Ziele – Der Schlüssel zum langfristigen Erfolg",
        "shortDescription": "Entdecke, warum der Fokus auf konsistente Gewohnheiten anstatt nur auf Zielsetzung der wahre Weg ist, um dauerhaften Erfolg zu erzielen.",
        "introduction": "In der Welt der persönlichen Entwicklung wird oft über Ziele gesprochen. Wir setzen uns Ziele, um unsere Träume zu verwirklichen, unsere Karriere voranzutreiben oder unsere Gesundheit zu verbessern. Aber was, wenn wir dir sagen, dass es nicht die Ziele sind, die wirklich den Unterschied machen? Vielmehr sind es die Gewohnheiten, die du täglich pflegst. In diesem Beitrag erklären wir, warum Gewohnheiten der wahre Schlüssel zum Erfolg sind und wie du sie effektiv in deinem Leben etablieren kannst.",
        "goalsVsHabitsTitle": "Ziele vs. Gewohnheiten: Der Unterschied",
        "goalsVsHabitsContent": "Ziele sind wichtig, keine Frage. Sie geben uns eine Richtung, eine Vision und ein Ziel vor Augen. Doch Ziele sind nicht genug, um langfristigen Erfolg zu gewährleisten. Sie sind das &quot;Was&quot; – sie definieren, was wir erreichen wollen. Gewohnheiten sind jedoch das &quot;Wie&quot; – sie beschreiben, wie wir unser Ziel tatsächlich erreichen.",
        "whyHabitsTitle": "Warum sind Gewohnheiten wichtiger als Ziele?",
        "whyHabitsContent": "Ziele sind einmalige Ereignisse – Gewohnheiten sind dauerhaft: Ein Ziel wie &quot;Ich möchte 10 Kilo abnehmen&quot; oder &quot;Ich möchte ein Buch lesen&quot; ist ein konkretes Ereignis. Sobald du dein Ziel erreicht hast, fehlt oft die Struktur, um weiterzumachen. Im Gegensatz dazu bieten Gewohnheiten eine dauerhafte Strategie. Eine Gewohnheit wie &quot;Täglich 30 Minuten trainieren&quot; oder &quot;Jeden Tag 10 Seiten lesen&quot; sorgt dafür, dass du kontinuierlich Fortschritte machst und dein Ziel langfristig erreichst.",
        "goalsUnclearTitle": "Ziele können unklar oder unerreichbar wirken:",
        "goalsUnclearContent": "Große Ziele können überwältigend wirken. Wenn das Ziel zu groß erscheint, wie &quot;Ich möchte in 6 Monaten einen Marathon laufen&quot;, kann es schwierig sein, den ersten Schritt zu machen. Gewohnheiten sind hingegen kleine, leicht erreichbare Schritte, die dich jeden Tag näher an dein Ziel bringen. Der Fokus liegt nicht auf dem großen Endziel, sondern auf dem Prozess.",
        "habitsIdentityTitle": "Gewohnheiten verändern deine Identität:",
        "habitsIdentityContent": "Wenn du versuchst, ein Ziel zu erreichen, tust du dies oft aus einem äußeren Grund – z.B. um besser auszusehen oder erfolgreicher zu sein. Gewohnheiten jedoch formen deine Identität. Wenn du regelmäßig Sport treibst, wirst du nicht nur fitter – du wirst auch eine &quot;sportliche Person&quot;. Deine Gewohnheiten bestimmen, wer du bist, und nicht nur, was du tust.",
        "habitsPredictableTitle": "Gewohnheiten sind vorhersagbar und messbar:",
        "habitsPredictableContent": "Ziele wie &quot;Ich möchte erfolgreicher werden&quot; sind schwer messbar. Es ist schwierig, festzustellen, ob du deinem Ziel näherkommst. Gewohnheiten wie &quot;Jeden Tag 30 Minuten lesen&quot;oder &quot;Jeden Tag eine Mahlzeit selbst kochen&quot; sind messbar und konkret. Sie geben dir ein klares Feedback und ermöglichen es dir, deinen Fortschritt zu verfolgen.",
        "buildHabitsTitle": "Wie du Gewohnheiten effektiv aufbaust",
        "buildHabitsContent": "Jetzt, da du weißt, warum Gewohnheiten so wichtig sind, fragst du dich vielleicht, wie du sie erfolgreich in dein Leben integrieren kannst. Hier sind einige bewährte Tipps: Starte klein: Beginne mit einer einfachen Gewohnheit, die leicht zu integrieren ist. Statt sofort ein ganzes Fitnessprogramm zu starten, fang mit einer kurzen, täglichen Bewegungseinheit an. Verknüpfe neue Gewohnheiten mit bestehenden: Eine der besten Methoden, neue Gewohnheiten zu etablieren, ist, sie mit einer bereits bestehenden Gewohnheit zu verknüpfen. Zum Beispiel: &quot;Nach dem Frühstück werde ich 10 Minuten meditieren.&quot;Du nutzt dabei die bestehende Routine als Trigger für die neue Gewohnheit. Bleib konsistent: Der Schlüssel zu jeder Gewohnheit ist Konsistenz. Es geht nicht darum, einmal &quot;perfekt&quot; zu sein, sondern regelmäßig dran zu bleiben. Auch wenn du mal einen Tag auslässt, ist es wichtig, am nächsten Tag wieder zu starten. Nutze Tracking-Tools: Verwende Tools wie Notizbücher, Apps oder Obsidian, um deine Gewohnheiten zu verfolgen. Tracking hält dich accountable und gibt dir eine klare Übersicht über deinen Fortschritt.",
        "psychologyTitle": "Die Psychologie hinter Gewohnheiten",
        "psychologyContent": "Die Wissenschaft hinter Gewohnheiten zeigt, dass unser Gehirn auf wiederholte Handlungen reagiert. Wenn du eine Handlung oft wiederholst, wird sie zur Gewohnheit, und dein Gehirn beginnt, sie ohne viel Nachdenken auszuführen. Die &quot;Habit Loop&quot; (Gewohnheitsschleife) besteht aus einem Trigger, einer Routine und einer Belohnung. Dieser Zyklus wiederholt sich immer wieder, bis die Gewohnheit fest verankert ist.",
        "examplesTitle": "Praktische Beispiele für Gewohnheiten, die den Unterschied machen",
        "examplesContent": "Tägliches Lesen: Eine Gewohnheit wie das tägliche Lesen von 10 Seiten eines Buches kann dir helfen, Wissen und Fähigkeiten kontinuierlich zu erweitern. Morgenroutine: Eine festgelegte Morgenroutine, die Meditation, Bewegung und das Setzen von Prioritäten umfasst, kann deinen Tag mit einer positiven, produktiven Energie beginnen. Gesunde Ernährung: Anstatt sich das Ziel zu setzen, eine Diät zu befolgen, könntest du eine Gewohnheit wie das Vorbereiten von gesunden Mahlzeiten am Sonntag entwickeln, die dich die ganze Woche über unterstützt.",
        "conclusionTitle": "Schlussgedanken",
        "conclusionContent": "Gewohnheiten sind der wahre Schlüssel zum langfristigen Erfolg. Sie sind das Fundament, auf dem du deine Ziele aufbauen kannst. Während Ziele dir eine Richtung geben, sind es die Gewohnheiten, die dir helfen, jeden Schritt dorthin zu gehen. Also, anstatt sich ausschließlich auf Ziele zu konzentrieren, fang an, positive Gewohnheiten in deinem Leben zu etablieren – sie werden dir den Erfolg bringen, den du dir wünschst."
      }
    }
  }
}
