
{
  "app": {
    "title": "Your habitscroll.online",
    "subtitle": "Discover habits",
    "subtitle_highlight": "that will make you better",
    "description": "Discover personalized habits to improve your life based on your learning style. Our digital scrolls are tailored to bookworms, audiophiles, visual learners, and knowledge seekers."
  },
  "button": {
    "becomeBetter": "Become Better",
    "explore": "Explore More",
    "home": "Home",
    "returnHome": "Return Home"
  },
  "learn": {
    "intro": "Not sure how to get started? Learn more about:",
    "yourself": "Yourself",
    "habits": "Habits",
    "tracking": "Tracking"
  },
  "footer": {
    "impressum": "Impressum",
    "datenschutz": "Data Privacy"
  },
  "language": {
    "switcher": "Switch to German",
    "english": "English",
    "german": "German"
  },
  "cookies": {
    "title": "Cookies & Privacy",
    "description": "This website uses cookies to ensure you get the best experience. By using our site, you acknowledge that you have read and understand our Cookie Policy and Privacy Policy.",
    "accept": "Accept",
    "close": "Close"
  },
  "nav": {
    "home": "Home",
    "habits": "Habits",
    "blog": "Blog"
  },
  "page": {
    "blog": {
      "title": "Blog",
      "subtitle": "Articles & Thoughts",
      "comingSoon": "Our blog is coming soon! We'll be sharing articles about habit formation, learning styles, and personal development."
    },
    "learn": {
      "habits": {
        "title": "Learn About",
        "subtitle": "Habits",
        "comingSoon": "Coming Soon",
        "description": "This section is under development. Soon you'll be able to learn all about how habits work, how to form them, and how to stick with them for lasting change."
      },
      "track": {
        "title": "Learn How To",
        "subtitle": "Track Your Progress",
        "comingSoon": "Coming Soon",
        "description": "This section is under development. Soon you'll learn effective ways to track your habits and measure your progress towards your goals.",
        "intro": "Tracking habits is not difficult. Set your goal, write down what you need, and track your progress every day!",
        "categories": {
          "paperSamurai": "For Paper Samurai",
          "byteBookkeepers": "For Byte Bookkeepers",
          "markdownMagicians": "For Markdown Magicians",
          "visualAlchemists": "For Visual Alchemists"
        },
        "items": {
          "paper": {
            "simple": {
              "title": "The Simple Way",
              "description": "A simple bullet journal to track your habits with pen and paper."
            },
            "structured": {
              "title": "The Structured Approach",
              "description": "A guided habit tracker with pre-designed templates."
            },
            "allrounder": {
              "title": "The All-Rounder",
              "description": "A comprehensive habit tracking system that adapts to your needs."
            },
            "visible": {
              "title": "Always Visible",
              "description": "A large wall calendar to keep your habits visible at all times."
            }
          },
          "digital": {
            "iphone": {
              "title": "Streaks (iPhone)",
              "description": "Perfect for iPhone users who want to track up to twelve habits."
            },
            "android": {
              "title": "HabitNow (Android)",
              "description": "Great for Android users with powerful habit tracking capabilities."
            },
            "data": {
              "title": "Way of Life",
              "description": "For gathering lots of data about your habits and behaviors."
            },
            "planning": {
              "title": "Habitify",
              "description": "For planning your day around your habits and goals."
            }
          },
          "markdown": {
            "obsidian": {
              "title": "Obsidian",
              "description": "A powerful knowledge base that works on top of a local folder of plain text Markdown files."
            },
            "notion": {
              "title": "Notion",
              "description": "All-in-one workspace for notes, tasks, wikis, and databases."
            },
            "habitica": {
              "title": "Habitica",
              "description": "A gamified habit tracking app that treats your life like an RPG."
            },
            "ulysses": {
              "title": "Ulysses",
              "description": "A writing app that turns your habit tracking into a creative process."
            }
          },
          "visual": {
            "trello": {
              "title": "Trello",
              "description": "A visual tool that makes tracking habits fun and collaborative."
            },
            "miro": {
              "title": "Miro",
              "description": "An infinite canvas for your habit tracking visualization."
            },
            "kanban": {
              "title": "Kanban Boards",
              "description": "Track your habits with columns for to-do, doing, and done."
            },
            "mindmap": {
              "title": "Mind Maps",
              "description": "Create visual connections between your habits and goals."
            }
          }
        }
      }
    },
    "notFound": "Page Not Found",
    "notFound.text": "The page you are looking for does not exist. Please check the URL or return to the home page.",
    "deploy": {
      "success": "Deployment Successful",
      "text": "Your application has been successfully deployed!"
    }
  },
  "category": {
    "bookworms": "For Bookworms",
    "audiophiles": "For Audiophiles",
    "visualLearners": "For Visual Learners",
    "knowledgeSeekers": "For Knowledge Seekers"
  },
  "quote": {
    "james": {
      "clear": "\"Each day is a new opportunity to shape your habits.\" - James Clear"
    }
  },
  "see": {
    "more": {
      "books": "More for Bookworms",
      "audio": "More for Audiophiles",
      "video": "More for Visual Learners",
      "research": "More for Knowledge Seekers",
      "paper": "More for Paper Samurai",
      "digital": "More for Byte Bookkeepers",
      "markdown": "More for Markdown Magicians",
      "visual": "More for Visual Alchemists"
    }
  },
  "blog": {
    "articles": {
      "obsidian": {
        "title": "Habit Tracking in Obsidian – Your Ultimate Guide",
        "shortDescription": "Learn how to effectively track your habits using Obsidian, a powerful note-taking app.",
        "introduction": "Habits are the key to personal growth. They can help us improve our lives, live healthier, or be more productive. But how do you keep track of your habits? The answer lies in habit tracking – and one of the best ways to do this is with Obsidian.",
        "whatIsTitle": "What is Habit Tracking?",
        "whatIsContent": "Habit tracking is the process of documenting and tracking your daily habits. The goal is to recognize patterns and make progress visible. Whether it's fitness, nutrition, meditation, or achieving professional goals – through habit tracking, you can monitor your progress and motivate yourself to stick with it.",
        "whyTitle": "Why Obsidian?",
        "whyContent": "Obsidian is a powerful note-taking app known primarily for its flexibility and focus on linked notes. It's excellent for habit tracking because it allows you to organize information in a clear and well-structured way. Additionally, with Obsidian, you can customize everything you need to record and analyze your goals and habits.",
        "whereTitle": "Where to Get Habit Tracking in Obsidian?",
        "whereContent": "The best way to integrate habit tracking in Obsidian is through the use of plugins. A particularly popular plugin for this purpose is the Obsidian Tracker Plugin. This plugin allows you to create habits and automatically track progress in your daily notes. Here's a simple guide on how to get it: 1. Open Obsidian and go to the Settings area. 2. Click on Community Plugins and enable Community Plugins. 3. Search for the Obsidian Tracker plugin and install it. 4. After installation, you can configure the plugin by adjusting it in the settings.",
        "howTitle": "How to Set Up Habit Tracking in Obsidian?",
        "howContent": "Create a new file: A central file for your habit tracking is helpful. Call it, for example, 'Habits' or 'Habit Tracker'. Define your habits: Decide which habits you want to track, e.g., 'Daily Workout', 'Meditation', 'Drinking Water', etc. Create a table or a list: You can use simple tables or a to-do list to document your daily progress. The Obsidian Tracker plugin helps you automatically create daily entries. Monitor your progress: Regularly look at your tracking data to recognize progress and make adjustments. Regular checking will help you focus on your habits and continuously improve them.",
        "effectiveTitle": "How to Use Habit Tracking Effectively?",
        "effectiveContent": "Habit tracking works best when you check it regularly. Set small, achievable goals and make sure you track your progress day by day. An additional tip: Use the linking functions in Obsidian to connect habits with other notes or goals to gain an even deeper insight into your progress.",
        "youtuberTitle": "Three Major YouTubers Who Focus on Obsidian:",
        "youtuber1": "Effective Remote Work (Nat Eliason): Nat Eliason has many great videos on Obsidian and how to use it productively for notes and habits.",
        "youtuber2": "Sönke Ahrens: Sönke has intensively studied Obsidian and effective learning methods and shows you how to integrate Obsidian into your workflow.",
        "youtuber3": "The Productive Engineer (Thomas Frank): Thomas also has some in-depth tutorials about Obsidian that help you get the most out of the app.",
        "conclusionTitle": "Conclusion:",
        "conclusionContent": "Obsidian is a powerful tool when it comes to tracking and analyzing habits. With the right setup and appropriate plugins, you can efficiently monitor your habits and continuously improve them. Start today and experience how you achieve your goals!"
      },
      "handwritten": {
        "title": "Habit Tracking with Handwritten Tools – A Return to Traditional Methods",
        "shortDescription": "Discover why pen and paper can still be the best tools for tracking your habits effectively.",
        "introduction": "In today's digital world, one might think that handwritten methods have gone out of style. However, habit tracking with handwritten tools like notebooks and paper is still a very popular method for tracking habits. In this post, you'll learn why handwritten tracking is a great alternative to digital tools, how to use it effectively, and what materials you need for it.",
        "whatIsTitle": "What is Handwritten Habit Tracking?",
        "whatIsContent": "Handwritten habit tracking means that you record your daily habits, progress, and goals on paper. Instead of using an app, you rely on physical notes to document your development and track the habits you want to build or change.",
        "whyTitle": "Why Use Handwritten Tools?",
        "whyContent": "Using handwritten tools for habit tracking has many advantages: Personal Touch: Writing on paper fosters a deeper connection to the habits you want to establish. Focus: Without digital distractions, you can fully concentrate on tracking. Creativity: Handwritten tracking allows you to get creative, design your notes, and add sketches, which is often lacking in digital tools.",
        "whereTitle": "What Tools Do You Need?",
        "whereContent": "To start with handwritten habit tracking, you only need a few basic materials: Notebook or Bullet Journal: A notebook is the perfect tool for habit tracking. Particularly popular is the Bullet Journal, where you can design your tracking creatively and flexibly. Pens, Markers, and Color Coding: Different colors can help you categorize habits or highlight special progress. Post-its or Stickers: You can use these to mark special achievements or days. Pads or Note Cards: If you need more space for notes or prefer a simpler structure, pads and note cards are suitable.",
        "howTitle": "How to Set Up Handwritten Habit Tracking?",
        "howContent": "Choose your tool: Decide whether you want to use a notebook, bullet journal, or individual sheets. Create a template: Draw a simple table or a list that you can fill out every day. There are many templates on the internet that can serve as inspiration, or you can create your own. Define your habits: What habits do you want to track? Write them in your template and determine which ones you want to record daily, weekly, or monthly. Track your progress: Enter your progress every day. You can set checkmarks, award points, or even add small notes about your day to document your progress in more detail.",
        "effectiveTitle": "How to Use Handwritten Habit Tracking Effectively?",
        "effectiveContent": "Regularity: The key to success is regular tracking. Make sure you have your notebook on hand every day to check and record your habits. Reflection: Take time once a week to reflect on your progress. Which habits have you successfully built? Which ones do you still need to work on? Motivation through visibility: Visually recording your progress on paper can be very motivating. When you see how your habits develop, it will be easier for you to keep going.",
        "youtuberTitle": "Three Great YouTubers Who Demonstrate Handwritten Tracking:",
        "youtuber1": "Amanda Rach Lee: Amanda is known for her Bullet Journal tutorials and offers many creative ideas for habit tracking on paper.",
        "youtuber2": "Ryder Carroll (Bullet Journal Method): Ryder is the inventor of the Bullet Journal and explains in his videos how to use a Bullet Journal for tracking habits.",
        "youtuber3": "Studytee: On this channel, you'll find many videos about Bullet Journaling, including detailed instructions on how to effectively track habits with handwritten methods.",
        "conclusionTitle": "Conclusion:",
        "conclusionContent": "Habit tracking with handwritten tools is a great method to keep track of your habits. Using notebooks and bullet journals allows you to creatively document your progress and motivate yourself daily. With the right structure and regular reviews, you'll quickly experience the benefits of this traditional method."
      },
      "habits-vs-goals": {
        "title": "Why Habits Are More Important Than Goals – The Key to Long-Term Success",
        "shortDescription": "Discover why focusing on consistent habits rather than just setting goals is the true path to achieving lasting success.",
        "introduction": "In the world of personal development, goals are often discussed. We set goals to realize our dreams, advance our careers, or improve our health. But what if we told you that it's not the goals that really make the difference? Rather, it's the habits you cultivate daily. In this post, we explain why habits are the true key to success and how you can effectively establish them in your life.",
        "goalsVsHabitsTitle": "Goals vs. Habits: The Difference",
        "goalsVsHabitsContent": "Goals are important, no question. They give us direction, vision, and something to aim for. But goals alone are not enough to ensure long-term success. They are the 'what' – they define what we want to achieve. Habits, however, are the 'how' – they describe how we actually achieve our goal.",
        "whyHabitsTitle": "Why Are Habits More Important Than Goals?",
        "whyHabitsContent": "Goals are one-time events – habits are permanent: A goal like 'I want to lose 10 pounds' or 'I want to read a book' is a specific event. Once you've achieved your goal, there's often no structure to continue. In contrast, habits provide a lasting strategy. A habit like 'Exercise 30 minutes daily' or 'Read 10 pages every day' ensures that you continuously make progress and achieve your goal in the long term.",
        "goalsUnclearTitle": "Goals can seem unclear or unattainable:",
        "goalsUnclearContent": "Big goals can seem overwhelming. If the goal seems too big, like 'I want to run a marathon in 6 months,' it can be difficult to take the first step. Habits, on the other hand, are small, easily achievable steps that bring you closer to your goal every day. The focus is not on the big end goal, but on the process.",
        "habitsIdentityTitle": "Habits change your identity:",
        "habitsIdentityContent": "When you try to achieve a goal, you often do so for an external reason – e.g., to look better or be more successful. Habits, however, shape your identity. If you regularly exercise, you don't just get fitter – you also become a 'sporty person.' Your habits determine who you are, not just what you do.",
        "habitsPredictableTitle": "Habits are predictable and measurable:",
        "habitsPredictableContent": "Goals like 'I want to be more successful' are hard to measure. It's difficult to determine if you're getting closer to your goal. Habits like 'Read 30 minutes every day' or 'Cook one meal yourself every day' are measurable and concrete. They give you clear feedback and allow you to track your progress.",
        "buildHabitsTitle": "How to Build Habits Effectively",
        "buildHabitsContent": "Now that you know why habits are so important, you might wonder how to successfully integrate them into your life. Here are some proven tips: Start small: Begin with a simple habit that is easy to integrate. Instead of immediately starting a whole fitness program, start with a short, daily exercise. Link new habits with existing ones: One of the best methods to establish new habits is to link them with an already existing habit. For example: 'After breakfast, I will meditate for 10 minutes.' You use the existing routine as a trigger for the new habit. Stay consistent: The key to any habit is consistency. It's not about being 'perfect' once, but about sticking with it regularly. Even if you skip a day, it's important to start again the next day. Use tracking tools: Use tools like notebooks, apps, or Obsidian to track your habits. Tracking keeps you accountable and gives you a clear overview of your progress.",
        "psychologyTitle": "The Psychology Behind Habits",
        "psychologyContent": "The science behind habits shows that our brain responds to repeated actions. When you repeat an action often, it becomes a habit, and your brain begins to perform it without much thought. The 'habit loop' consists of a trigger, a routine, and a reward. This cycle repeats over and over until the habit is firmly established.",
        "examplesTitle": "Practical Examples of Habits That Make a Difference",
        "examplesContent": "Daily reading: A habit like reading 10 pages of a book daily can help you continuously expand your knowledge and skills. Morning routine: A set morning routine that includes meditation, movement, and setting priorities can start your day with positive, productive energy. Healthy eating: Instead of setting a goal to follow a diet, you could develop a habit like preparing healthy meals on Sunday that supports you throughout the week.",
        "conclusionTitle": "Final Thoughts",
        "conclusionContent": "Habits are the true key to long-term success. They are the foundation on which you can build your goals. While goals give you direction, it's the habits that help you take each step to get there. So, instead of focusing exclusively on goals, start establishing positive habits in your life – they will bring you the success you desire."
      }
    }
  }
}
