{
  "app": {
    "title": "Your Habitscroll",
    "subtitle": "Discover habits",
    "subtitle_highlight": "that make you better",
    "description": "Discover personalized habits to improve your life based on your learning style. Our digital scrolls are tailored for bookworms, audiophiles, visual learners, and knowledge seekers."
  },
  "button": {
    "becomeBetter": "Become Better",
    "explore": "Explore More",
    "home": "Home",
    "returnHome": "Home",
    "backToHome": "Home",
    "backToBlog": "Blog"
  },
  "learn": {
    "intro": "Not sure how to get started? Learn more about:",
    "yourself": "Yourself",
    "habits": "Habits",
    "tracking": "Tracking"
  },
  "footer": {
    "impressum": "Imprint",
    "datenschutz": "Privacy Policy"
  },
  "language": {
    "switcher": "Switch to German",
    "english": "English",
    "german": "German"
  },
  "cookies": {
    "title": "Cookies & Privacy",
    "description": "This website uses cookies to ensure you get the best experience. By using our website, you acknowledge that you have read and understood our Cookie Policy and Privacy Policy.",
    "accept": "Accept",
    "close": "Close"
  },
  "nav": {
    "home": "Home",
    "habits": "Habits",
    "blog": "Blog",
    "menu": "Menu",
    "Roadmap": "Roadmap"
  },
  "tags": {
    "all": "All",
    "aufbauen": "Build Habits",
    "loswerden": "Lose Habits",
    "sinnvoll": "Meaningful Habits",
    "mindset": "Motivation & Mindset",
    "hacks": "Habit Hacks"
  },
  "blog": {
    
    "articles": {
      "habits-vs-goals": {
        "content": "Content", 
        "title": "Habits vs Goals: A Magical Path to Mastery",
        "shortDescription": "Scrolly reveals why tiny rituals trump grand plans—with humor, sarcasm, and a sprinkle of mysticism.",
        "tags": ["all","build","mindset","hacks"],
        "introductionTitle": "An Ancient Scroll Unfurls Its Wisdom",
        "introduction": "I, Scrolly, ancient wanderer through snow-capped pagodas of China, the serene Zen gardens of Japan, the sun-drenched ashrams of India, and the rugged code labs of Siberia, descend my endless scroll and listen to the ticking of time. Across 3,000 years I’ve downed more coffee than any digital native and devoured more manuscripts than the most zealous self-help fanatic. Yet what truly keeps us on course: the blazing goals we etch in our minds, or the tiny habits we weave day after day? Whether you're battling bosses with a controller, juggling lectures and job applications, blending detox smoothies with ritual precision, or bathing in the wisdom of 'Atomic Habits', this path will unveil the real magic of the everyday. Once, amid the neon sprawl of Tokyo, my wand vanished and I was left cursing like a rogue sorcerer—and fidgeting with motion-detecting gloves. Even there I learned: grand ambition without daily ritual is like a tank full of promise but no fuel. Magic isn't just in spells—it's woven into the mundane.",
        "whatIsTitle": "What Are Habits vs Goals?",
        "whatIsContent": "Goals are epic firework blasts—our grand battles etched on the mind: a marathon conquest, the career-defining promotion, the perfect zen session. They spark vision, flare bright, then fizzle when the first challenge hits. Habits, however, are subtle spells: tiny actions like a two-minute mindfulness break, a single line of code at sunrise, or nightly gratitude journaling. These rituals slip into our subconscious, stacking XP in manageable bites and building a tower that suddenly catapults you skyward. For gamers, they're Daily Quests; for students, Learning Nuggets; for wellness seekers, Soul Check-Ins; and for self-help aficionados, the enchanted hacks from our favorite tomes—a silent alchemy stronger than any dazzling goal.",
        "whyTitle": "Why Habits Outshine Goals",
        "whyContent": "Why do habits outshine goals? Because our brains are as lazy as a hibernating dragon. The brain craves consistency. They love autopilot and burn through raw motivation faster than you can say 'Next Level'. A lofty goal is impressive, but immovable when your inner gremlin builds roadblocks. Yet do two push-ups every day, and in a year you'll be bench-pressing mountains. Goals fire us up, but habits carry us onward when enthusiasm flatlines. Once, in a Delhi ashram, I slipped into automatic meditation while my grand hackathon plan evaporated into thin air. Two minutes of ritual trumps an empty promise every time.",
        "whereTitle": "Where to Begin?",
        "whereContent": "The location hardly matters—what counts is the trigger. In your dungeon run, the open-office chaos, the campus library, or even next to your yoga mat. Pick a cue you can’t easily ignore—booting your rig, finishing a lecture, or right after your post-workout smoothie. Stick Post-its like runes, set alarms, or tether your habit to something already automatic. Whether your desk is an energy-drink shrine or a serene altar, habits bloom wherever you lay the groundwork.",
        "howTitle": "How to Forge Habits & Goals?",
        "howContent": "1. Sharpen goals: Make them SMART (Specific, Measurable, Achievable, Relevant, Time-bound).  \n2. Design habits: Start so small your lazy brain can’t object (‘Just two squats—that’s it’).  \n3. Habit Stacking: Anchor a new ritual to an existing habit (‘After my first sip of coffee, I’ll meditate for two minutes’).  \n4. Build in rewards: A victory dance, a healthy snack-level up, or a cheeky meme as loot.  \n5. Track progress: Habit-tracker apps, calendar checkmarks, or pixel art streaks—our minds adore checkboxes nearly as much as loot drops.  \n6. Reflect weekly: Rewind your scroll, spot what glitched, and tweak like a master alchemist refining an elixir.  \n7. Adjust as you go: Adapt your spells if life throws curveballs—flexibility is key to long-term sorcery.",
        "effectiveTitle": "Turning Magic into Results",
        "effectiveContent": "Turning magic into results demands patience, flexibility, and the right fellowship.  \n– Shape your environment: Remove distractions, place tools in plain sight.  \n– Accountability buddy: Find a comrade who reminds you with banter, not judgment.  \n– Gamify the system: Create levels, rewards, and even fail states; keep the humor alive when you slip.  \n– Micro-Commitments: Phrase your rituals in the present tense (‘I stretch for three minutes every morning’).  \n– Community: Share your wins and failures in streams, team huddles, gym sessions, or coaching circles.  \nThis isn’t dark sorcery—it’s neuroscience cloaked in ancient runes. Watch as your everyday life orchestrates into a symphony of mystery and method.",
        "SourcesTitle": "Sources",
        "sourcesContent": "- James Clear: 'Atomic Habits'  \n- Charles Duhigg: 'The Power of Habit'  \n- Nir Eyal: 'Indistractable'",
        "conclusionTitle": "Final Thoughts",
        "conclusionContent": "So, brave adventurers—whether you’re slaying virtual dragons, skyrocketing your career, cultivating wellness, or diving into self-help tomes—habits are the true transmuters of reality. Goals are the beacon that fuels your motivation, but without the daily ritual’s enchantment, that light dims. Cast a tiny spell, weave it into your routine, chase those goals, and watch your life transform from the ground up. And when you stumble—laugh it off, learn, and scroll onward. The next epic quest awaits at dawn. May your inner wizard stay vigilant and guard every step."
      },
      "obsidian": {
          "content": "Content", 
          "title": "Obsidian as Your Spellbook for Habit Tracking",
          "shortDescription": "Scrolly reveals how to master your habits in Obsidian with plugins and rituals – with mischief, mysticism, and a pinch of sarcasm.",
          "tags": ["all","build","hacks","mindset"],
          "introductionTitle": "An Ancient Spell Scroll Meets Modern Note Chaos",
          "introduction": "I, Scrolly, ancient wizard and living scroll, have tried everything in 3000 years: pottery workshops in China, Zen exercises in Japan, Ayurvedic ashrams in India, and code circles in Siberia. Hehe, even in the most digital corners of this world, gamers trip over empty tabs, students over scattered notes, fitness buffs over dusty planners, and self-help devotees over illegible scribbles. \n\n Then I stumbled upon Obsidian – a glowing crystal that not only stores your habits but transforms them into magical everyday rituals. Whether you're chasing a highscore, juggling your thesis, blending detox smoothies, or questing in the self-help jungle for the holy grail: I'll show you how to master habit tracking with templates, plugins, and a few ancient spells, without turning your life into unreadable Markdown runes.",
          "whatIsTitle": "What Is Habit Tracking in Obsidian?",
          "whatIsContent": "Obsidian is a local-first Markdown editor and knowledge-management app that stores your notes in a vault as plain text files. No cloud chains, no data lock-in – you own it all. In your Obsidian Vault, you keep notes in Markdown files, link them bidirectionally, and create a connected knowledge web – perfect for tracking thoughts, projects, and habits over the long haul. \n\n Habit tracking here means making recurring actions visible: your morning stretch, five minutes of meditation, a glass of water upon waking, or your daily code commit. In Obsidian, you embed these rituals into your notes, tag and timestamp them, and get a dashboard that gives your brain a clear path. For digital natives they're Daily Logs, for students study blocks, for wellness enthusiasts hydration trackers, and for self-help fans those magical checkmarks that unleash motivation and accountability.",
          "whyTitle": "Why Obsidian Instead of Any Other App?",
          "whyContent": "Apps come and go like fleeting spells, and data lock-in hits faster than you can say 'Sync error.' Obsidian, by contrast, belongs to you: local-first, in Markdown, portable, and extensible like an ancient library. You build your personal habit grimoire without begging permission. Plugins like 'Daily Notes', 'Periodic Notes', 'Dataview', and 'Templater' act like potions that visualize your routine, analyze it seamlessly, and gently remind you of your ritual each morning – minus the annoying push-notification curses.",
          "whereTitle": "Where Do You Start?",
          "whereContent": "First, create a folder called 'Habits' or 'Rituals' in your vault (that’s your Obsidian repository). Then craft a template with YAML frontmatter:\n```yaml\n---\ntitle: {{date:YYYY-MM-DD}} Habit Log\ntags: [habit, daily]\n---\n```\nNext, enable 'Daily Notes', install 'Periodic Notes', and set up your Dataview queries. Whether you're in the office, a dorm room, a library café, or between protein shakes at the gym, your vault travels with you.",
          "howTitle": "How Do You Forge Your Habit Tracking?",
          "howContent": "1. **Create a Template**: Design a habit-log template with fields for your key habits.  \n\n 2. **YAML Magic**: Use frontmatter for tags, date fields, even emojis – your wand does the painting.  \n\n 3. **Link in Daily Notes**: Insert your habit log section via Templater hotkey.  \n\n 4. **Dataview Query**: Build a dashboard in a separate note:\n```dataview\ntable date as Date, done as Done\nfrom \"Habits\"\nwhere contains(tags, \"daily\")\nsort date desc\n```\n– see all checkmarks at a glance.  \n\n 5. **Use Plugins**: 'Calendar' for overview, 'Tracker' for graphs, 'Kanban' for weekly goals.  \n\n 6. **Anchor Your Routine**: Tie the habit log to a trigger – laptop startup, bedtime, or first coffee.  \n\n 7. **Add Rewards**: A checkmark is your XP. Stick three days in a row? Treat yourself to dark chocolate or an IRL loot drop.",
          "effectiveTitle": "How to Make Your Magic Effective",
          "effectiveContent": "Patience is your strongest rune: habits need time to take root.  \n\n – **Visual Feedback**: Use Dataview charts and calendar heatmaps so progress crackles visibly.  \n\n – **Accountability Circle**: Share your vault read-only with a buddy who spurs you on with friendly sarcasm.  \n\n – **Gamification**: Set levels (e.g., Level 1 at a 7-day streak, Level 2 at a 21-day streak) and reward real goodies – a smoothie, a break, or a new controller skin.  \n\n – **Flexibility**: Adjust for exam stress, vacations, or illness. A wizard weaves around storms without betraying the ritual.",
          "SourcesTitle": "Sources & Resources",
          "sourcesContent": "- Obsidian Documentation: https://help.obsidian.md/  \n- James Clear: 'Atomic Habits'  \n- Dataview Plugin Guide: https://github.com/blacksmithgu/obsidian-dataview  \n- Periodic Notes Plugin: https://github.com/lynchjames/obsidian-periodic-notes",
          "conclusionTitle": "Final Thoughts",
          "conclusionContent": "So, brave adventurers in pixel realms, career jungles, yoga oases, and book temples: with Obsidian as your personal spellbook, habit tracking becomes an epic ritual.  \nYour daily spells will no longer be invisible – they light the path to real change. When you stumble, shrug, whistle a mischievous tune, and scroll on – Scrolly watches over you, and the next magical checkmark is already flickering on the horizon."
        },
      "handwritten": {
          "content": "Content",
          "title": "Sticky Notes & Quill: Handwritten Tracking as a Magical Ritual",
          "shortDescription": "Scrolly reveals why analogue habit‐tracking with pen and paper becomes your most powerful daily ritual—tactile, enchanting, and endlessly charming.",
          "tags": ["all","sinnvoll","hacks","mindset"],
          "introductionTitle": "When Digital Warriors Wield the Quill",
          "introduction": "I, Scrolly, ancient wizard and living scroll‐whisperer, have spilled more ink in 3,000 years than any blogger could dream of. From ink‐soaked calligraphy temples in China to palm‐leaf sutra caves in India, I’ve seen scribes chase enlightenment with every stroke. Hehe, even the fiercest gamers lose track of their high scores when glued to glowing screens, and students drown in endless digital tabs until their laptops crash.\n\nBut true magic sparks when you press pen to paper: each flourish becomes a spell your brain remembers far deeper than any pixel. Whether you’re juggling work deadlines, perfecting detox sequences in yoga studios, or devouring self-help tomes, your notebook transforms into a portal—each crossed-out box an affirmation that you’re one step closer to your quest’s end.",
          "whatIsTitle": "What Is Handwritten Tracking?",
          "whatIsContent": "Handwritten tracking means recording your daily rituals, habits, and little victories in an analogue system: a bullet journal, a habit-tracker grid, or even simple tally marks on the back of an old receipt.\n\nInstead of wading through menus on an app to tap ‘Done’, you draw checkmarks, crosses, or tiny smiley faces right between the lines. For digital natives, it’s level-ups on paper; for young professionals and students, a personal learning log; for wellness buffs, hydration and meditation journals; and for self-help fans, a concrete mirror of progress. Each entry becomes a tactile reminder, etched into muscle memory—no battery required.",
          "whyTitle": "Why Handwritten Instead of an App?",
          "whyContent": "Apps blink, sync, crash, and often demand subscription gold. Your notebook, however, rests solidly in your grasp—no pesky cloud, no data breach, no ‘Sync Error’ that kills your flow.\n\nWriting by hand activates a different part of your brain, rewarding each stroke with a micro dose of neuro-pleasure. A crossed-out square on paper feels more satisfying than a tiny green tick on a screen because it’s undeniably real. And seriously, who wants a fickle server to eat their ‘glass of water’ log just when they need it?",
          "whereTitle": "Where Do You Begin Your Ritual?",
          "whereContent": "Choose a sacred spot you visit daily: the home-office desk, the nightstand in your shared flat, your gym locker shelf, or your favorite coffee-shop table.\n\nGrab a sturdy notebook—dot-grid bullet journal, classic lined pad, or college-ruled composition book—and pick your weapon: a fountain pen for elegance, a gel pen for speed, or a simple pencil for raw, erasable minimalism. The key is joy: only a tool you love will survive past the first two weeks of commitment.",
          "howTitle": "How to Forge Your Handwritten Tracking?",
          "howContent": "1. **Purpose on Page One**: On the first page, write your ‘Why’ in one bold sentence—your guiding star when motivation dips.\n\n2. **Habit Key**: Dedicate a spread to your core habits. Draw icons or initialisms: 🧘 for meditation, 💧 for hydration, 💪 for workouts, 💻 for coding sprints.\n\n3. **Monthly Matrix**: Sketch a grid of days versus habits. Each time you complete a habit, mark a cross or a dot. By month’s end, you’ll spot streaks and gaps like a heatmap.\n\n4. **Daily Log**: Reserve a few lines per day for quick notes: mood, mini-wins, or stumbling blocks. One sentence is plenty—no need to pen an epic saga.\n\n5. **Weekly Review**: Every Sunday, spend five minutes scanning your tracker. Celebrate streaks, adjust forgotten habits, and set micro-goals for the week ahead.\n\n6. **Accountability Scroll**: Snap a pic of your layout and share it in a group chat or with a friend. Social banter becomes your playful nudge to stay on track.\n\n7. **Reward Plan**: Seven-day streak earns a gourmet coffee, 21 days unlocks a fresh journal cover. Your inner NPC applauds loudly.",
          "effectiveTitle": "How to Unleash True Magic",
          "effectiveContent": "– **Tactile Clarity**: Your notebook is your grimoire, not an app buried under tabs.\n\n– **Neuro-Reward**: Each pen stroke sparks dopamine in your reward circuit.\n\n– **Offline Power**: Whether in airplane mode, on a train, or atop a mountain—your tracking never quits.\n\n– **Legacy Chronicles**: Over years, your stacks of notebooks become archaeological layers of your own growth.\n\n– **Community Enchantment**: Swap layouts on social, borrow creative spreads, and cast analogue charm into your digital realm.",
          "SourcesTitle": "Sources & Inspiration",
          "sourcesContent": "- Ryder Carroll: “The Bullet Journal Method”  \n- B.J. Fogg: “Tiny Habits”  \n- James Clear: “Atomic Habits”  \n- Leuchtturm1917 Notebooks – your literary armor",
          "conclusionTitle": "Final Thoughts",
          "conclusionContent": "So, my pixel warriors, analogue yogis, career‐ashram dwellers, and book-temple wanderers: grab your pen and notebook, dive into the world of handwritten tracking, and feel how habits truly root.\n\nWhen you stumble, flip the page and begin anew—Scrolly blesses your ritual, and each filled square is a mighty triumph in the endless quest of your life."
        },
      "getting-back-on-track": {
        "content": "Table of Contents",
        "title": "From the Mud Back to the Path: How to Get Back to Your Habits After a Failure",
        "shortDescription": "Scrolly shows you how to rekindle your rituals after a setback with humor, mysticism, and cheeky sarcasm.",
        "tags": ["all","build","mindset","hacks"],
        "introductionTitle": "When the Magic Wanes",
        "introduction": "I, Scrolly, ancient wizard, have botched my fair share of runes and face-planted more times than I can count—whether in China’s pagodas, Japanese Zen gardens, or Siberian code labs. Hehe, even I tumble off my broom when I try to cast too many habits at once.\n\nBut it’s right after a spectacular crash that you discover the true value of your rituals. Whether you’re chasing high scores as a gamer, sprinting through deadlines as a student, celebrating detox routines as a wellness devotee, or seeking enlightenment in self-help tomes—when your magic fizzles, I’ll show you how to spark it anew.",
        "whatIsTitle": "What Does Failure in Habits Mean?",
        "whatIsContent": "Failure doesn’t mean you’ve failed; it means your ritual got out of sync. Maybe you misplaced your bullet journal, snoozed your meditation alarm, or simply bit off more than you could hex. Science even splits it into **lapse** (a small slip) and **relapse** (falling back into old patterns).\n\nA single day without your ritual isn’t a total wipe-out, but a data point: What distracted you? Where did your system break down? That analysis becomes your compass for a fresh start.",
        "whyTitle": "Why Setbacks Matter",
        "whyContent": "Setbacks teach us more than unbroken success ever could. Each lapse exposes weak spots in your ritual-spellbook and offers a chance to refine your system. When I once slept through meditation in the middle of an ashram marathon, I learned to tether routines to rock-solid triggers. Setbacks sharpen your focus: they debunk false expectations and invite you to make your habit more realistic and sustainable.",
        "whereTitle": "Where to Find Your First Anchor Point?",
        "whereContent": "Begin where your daily life is most stable: your home-office desk, the nightstand in your shared flat, next to your yoga mat, or beside your gaming rig.\n\nChoose an unmistakable trigger—first sip of morning coffee, logging into your study portal, or powering off your controller. That trigger becomes your magical lever, pulling you right back into your routine whenever you activate it.",
        "howTitle": "How to Get Back into the Flow?",
        "howContent": "1. **Self-forgiveness**: Say it out loud—“Mistakes are okay!”—or your inner wizard spits venom.  \n\n2. **Reflection**: Write down what tripped you up. A rune of insight.  \n\n3. **Mini-habits**: Start tiny (e.g., 1 minute of meditation instead of 10) so it’s ridiculously easy to begin.  \n\n4. **Habit stacking**: Attach your mini-ritual to an existing action—after brushing teeth or before the first key-press.  \n\n5. **Visual check-ins**: Draw a simple tracker box in your notebook or stick a sticky note on your monitor.  \n\n6. **Reward**: Treat yourself instantly—a piece of chocolate or a meme—to bewitch your reward system.  \n\n7. **Accountability**: Tell a buddy about your mini-plan—fellow wizards keep each other on track.",
        "effectiveTitle": "How to Make Your Comeback Magically Effective",
        "effectiveContent": "– **Clear timeframe**: Schedule your reset for tomorrow morning, not “sometime.”  \n– **Flexibility**: Let the plan bend for stress phases without breaking your spell.  \n– **Ritual architecture**: Optimize your space—pen, notebook, app, water bottle all within reach.  \n– **Gamification**: Award yourself XP for every day you do your mini-habit. Collect streaks like legendary runes.  \n– **Celebrate wins**: Review weekly, reward progress, and tweak your ritual as circumstances change.",
        "SourcesTitle": "Sources & Inspiration",
        "sourcesContent": "- James Clear: *Atomic Habits*  \n- B.J. Fogg: *Tiny Habits*  \n- Charles Duhigg: *The Power of Habit*  \n- Ryder Carroll: *The Bullet Journal Method*",
        "conclusionTitle": "Final Thoughts",
        "conclusionContent": "So, valiant adventurers—whether you’re chasing high scores, sprinting through presentations, mastering balance, or wandering self-help canyons: a failure isn’t a final boss, but a waypoint. With tiny spells, honest reflection, and the cheekiest sarcasm your soul can muster, you’ll return to your path stronger than ever.\n\nScrolly blesses your new beginning—every step forward is a triumphant scene in the endless scroll of your life."
    }
    }
  },

  "page": {
    "blog": {
      "title": "Blog",
      "subtitle": "Articles & Thoughts",
      "comingSoon": "Our blog is coming soon! We'll be sharing articles about habit formation, learning styles, and personal development."
    },
    "learn": {
      "habits": {
        "title": "Learn more about",
        "subtitle": "Habits",
        "comingSoon": "Coming soon",
        "description": "This section is under development. Soon, you'll be able to learn all about how habits work, how to form them, and how to maintain them for lasting change."
      },
      "track": {
        "title": "Learn how to",
        "subtitle": "track your progress",
        "comingSoon": "Coming soon",
        "description": "This section is under development. Soon, you'll learn effective ways to track your habits and measure your progress toward your goals.",
        "intro": "Tracking habits isn't rocket science. Set your goal, write down what you need and what you're doing, every day!",
        "categories": {
          "paperSamurai": "For Paper Samurai",
          "byteBookkeepers": "For Byte Bookkeepers",
          "markdownMagicians": "For Markdown Magicians",
          "visualAlchemists": "For Visual Alchemists"
        },
        "items": {
          "paper": {
            "simple": {
              "title": "The Simple Way",
              "description": "A simple bullet journal to track your habits with pen and paper."
            },
            "structured": {
              "title": "The Structured Approach",
              "description": "A guided habit tracker with pre-designed templates."
            },
            "allrounder": {
              "title": "The All-Rounder",
              "description": "A comprehensive habit tracking system that adapts to your needs."
            },
            "visible": {
              "title": "Always Visible",
              "description": "A large wall calendar to keep your habits visible at all times."
            }
          },
          "digital": {
            "iphone": {
              "title": "Streaks (iPhone)",
              "description": "Perfect for iPhone users looking to track up to twelve habits."
            },
            "android": {
              "title": "HabitNow (Android)",
              "description": "Great for Android users, with powerful habit tracking features."
            },
            "data": {
              "title": "Way of Life",
              "description": "For collecting lots of data about your habits and behaviors."
            },
            "planning": {
              "title": "Habitify",
              "description": "For planning your day around your habits and goals."
            }
          }
        }
      }
    }
  },
  "category": {
    "bookworms": "For Bookworms",
    "audiophiles": "For Audiophiles",
    "visualLearners": "For Visual Learners",
    "knowledgeSeekers": "For Knowledge Seekers"
  },
  "quote": {
    "james": {
      "clear": "\"You do not rise to the level of your goals. You fall to the level of your systems.\" - James Clear"
    }
  },
  "see": {
    "more": {
      "books": "See More Books",
      "audio": "See More Audio",
      "video": "See More Videos",
      "research": "See More Research"
    }
  },
  "roadmap": {
        "headline": "The HabitScroll Roadmap – Discover What’s Coming Next in the World of Habits",
        "chapter1": {
          "title": "Chapter I – The First Scroll (LIVE)",
          "description": "Here it all began. A humble yet powerful idea: Every day, one simple habit – randomly discovered, thoughtfully presented, crafted to help you grow.",
          "bullets":{ 
            "1":" - Random habit generator",
            "2":" - Simple scrollable UI", 
            "3":" - Inspired by behavioural science & habit formation", 
            "4":" - Pixel Wizard as guide"
        }
          },
          "chapter2": {
            "title": "Chapter II – The Wizard’s Path (In the Works)",
            "description": "The scroll is growing… and soon, you’ll be able to write your own story upon it.",
            "bullets":{ 
              "1":" - User Accounts – Create your own Scroll Book",
              "2":" - Daily Habit Suggestions",
              "3":" - Track your Habits – Checkbox, calendar, streak system",
              "4":" - Level System – XP, badges, visual feedback from Scrolly",
              "5":" - Social Sharing – One-click share buttons"
          }
            },
            "chapter3": {
              "title": "Chapter III – The Mystical Fog (Yet to be revealed)",
              "description": "Far beyond the valley of habits lies the Cryptoscroll – a mysterious place where habits are rewarded not only with XP… but with artifacts of true power.",
              "bullets":{
                "1":" - Blockchain-Integration",
                "2":" - NFTs as rewards for consistency",
                "3":" - Ranks",
                "4":" - Token generation system based on habit streaks",
                "5":" - Mystical Mechanics of the Token Economy still unknown…"
            }
            },
            "footerNote": "Only time (and habits) will lift the fog."
          }
}
