
{
  "app": {
    "title": "Your Habitscroll",
    "subtitle": "Discover habits",
    "subtitle_highlight": "that make you better",
    "description": "Discover personalized habits to improve your life based on your learning style. Our digital scrolls are tailored for bookworms, audiophiles, visual learners, and knowledge seekers."
  },
  "button": {
    "becomeBetter": "Become Better",
    "explore": "Explore More",
    "home": "Home",
    "returnHome": "Return Home",
    "backToHome": "Back to Home"
  },
  "learn": {
    "intro": "Not sure how to get started? Learn more about:",
    "yourself": "Yourself",
    "habits": "Habits",
    "tracking": "Tracking"
  },
  "footer": {
    "impressum": "Imprint",
    "datenschutz": "Privacy Policy"
  },
  "language": {
    "switcher": "Switch to German",
    "english": "English",
    "german": "German"
  },
  "cookies": {
    "title": "Cookies & Privacy",
    "description": "This website uses cookies to ensure you get the best experience. By using our website, you acknowledge that you have read and understood our Cookie Policy and Privacy Policy.",
    "accept": "Accept",
    "close": "Close"
  },
  "nav": {
    "home": "Home",
    "habits": "Habits",
    "blog": "Blog",
    "menu": "Menu"
  },
  "blog": {
    "articles": {
      "habits-vs-goals": {
        "title": "Habits vs. Goals",
        "shortDescription": "Learn the key differences between goals and habits and why habits lead to lasting change.",
        "introduction": "Many people focus on setting goals but overlook the power of daily habits. This article explores why habits might be more important than goals for long-term success.",
        "whatIsTitle": "What's the Difference?",
        "whatIsContent": "Goals are endpoints - achievements you want to reach. Habits are behaviors you perform regularly, often automatically. While goals provide direction, habits create lasting systems for continuous improvement.",
        "whyTitle": "Why Habits Win",
        "whyContent": "Goals can create a yo-yo effect of motivation and disappointment. Habits, however, compound over time, leading to sustainable progress regardless of motivation levels.",
        "whereTitle": "Where to Start",
        "whereContent": "Begin by identifying one small habit that aligns with your larger goals. Focus on consistency rather than perfection. Track your habit daily to reinforce the behavior.",
        "howTitle": "How to Build Habits",
        "howContent": "Use the four-step habit loop: cue, craving, response, and reward. Make the habit obvious, attractive, easy, and satisfying to increase your chances of sticking with it.",
        "effectiveTitle": "Most Effective Habits",
        "effectiveContent": "Some of the most transformative habits include reading daily, exercising regularly, journaling, meditation, and time-blocking your day. Even five minutes of these activities can create momentum.",
        "youtuberTitle": "YouTubers Who Cover This Topic",
        "youtuber1": "James Clear - Author of Atomic Habits",
        "youtuber2": "Matt D'Avella - Minimalist filmmaker who explores habit building",
        "youtuber3": "Ali Abdaal - Productivity expert who discusses habit formation",
        "conclusionTitle": "Conclusion",
        "conclusionContent": "While goals help you set direction, habits are the daily systems that actually get you there. Focus on building consistent habits that align with your values, and the goals will follow naturally."
      },
      "obsidian": {
        "title": "Obsidian for Habit Tracking",
        "shortDescription": "Discover how to use Obsidian to build a powerful habit tracking system that grows with you.",
        "introduction": "Obsidian is a powerful knowledge management tool that can also be leveraged for habit tracking. This article explores how to set up an effective habit tracking system in Obsidian.",
        "whatIsTitle": "What is Obsidian?",
        "whatIsContent": "Obsidian is a note-taking application that stores data as plain Markdown files on your device. It allows for linking notes together, creating a personal knowledge graph that reveals connections between your ideas.",
        "whyTitle": "Why Use Obsidian for Habits?",
        "whyContent": "Obsidian offers flexibility, complete ownership of your data, and the ability to connect your habits to your broader knowledge system. You can create custom views, templates, and automated tracking with community plugins.",
        "whereTitle": "Where to Begin",
        "whereContent": "Start by creating a habits vault or folder within your existing vault. Set up daily note templates that include habit trackers, and consider using the Tracker plugin or Dataview plugin for more advanced tracking.",
        "howTitle": "How to Set Up Your System",
        "howContent": "Create templates for daily, weekly, and monthly tracking. Use checkboxes for simple habit tracking, or more complex dataview queries for analyzing patterns over time. Connect your habits to your projects, goals, and knowledge areas.",
        "effectiveTitle": "Most Effective Approaches",
        "effectiveContent": "The most successful Obsidian habit systems include daily review prompts, visual progress indicators, and connections to your 'why' - the deeper reasons behind each habit. Consider using the Calendar plugin to visualize your consistency.",
        "youtuberTitle": "YouTubers Who Cover This Topic",
        "youtuber1": "Nicole van der Hoeven - Expert Obsidian user with habit tracking tutorials",
        "youtuber2": "Linking Your Thinking - Shows how to connect habits to broader knowledge",
        "youtuber3": "Danny Hatcher - Provides detailed Obsidian workflows for productivity",
        "conclusionTitle": "Conclusion",
        "conclusionContent": "Obsidian offers a unique approach to habit tracking that evolves with your needs. By connecting your habits to your knowledge system, you create a more meaningful and sustainable approach to personal development."
      },
      "handwritten": {
        "title": "The Power of Handwritten Notes",
        "shortDescription": "Learn why writing by hand enhances learning and memory retention in our digital age.",
        "introduction": "In a world dominated by digital devices, handwritten notes might seem outdated. However, research shows that writing by hand offers unique cognitive benefits that typing simply can't match.",
        "whatIsTitle": "What's Special About Handwriting?",
        "whatIsContent": "Handwriting activates regions of the brain involved in thinking, language, and working memory in ways that typing doesn't. When you write by hand, you process information more deeply because you must be selective about what you record.",
        "whyTitle": "Why Hand Over Keyboard?",
        "whyContent": "Studies show that students who take handwritten notes typically outperform those who type notes on tests of conceptual understanding and application of knowledge, even when they're permitted to review their notes before testing.",
        "whereTitle": "Where to Use Handwritten Notes",
        "whereContent": "Consider using handwritten notes for learning new concepts, planning creative projects, journaling, goal-setting, and habit tracking. Analog tools work particularly well for tasks requiring reflection and deep thinking.",
        "howTitle": "How to Maximize Handwriting Benefits",
        "howContent": "Use a dedicated notebook for different areas of your life. Experiment with sketchnoting or mind mapping. Don't try to capture everything verbatim - focus on main ideas and connections between concepts.",
        "effectiveTitle": "Most Effective Handwriting Practices",
        "effectiveContent": "The Cornell note-taking method, bullet journaling, and the Zettelkasten method are all powerful frameworks that leverage handwriting. Combine these with periodic review for maximum retention and application.",
        "youtuberTitle": "YouTubers Who Cover This Topic",
        "youtuber1": "How to ADHD - Discusses handwriting for neurodivergent brains",
        "youtuber2": "Ryder Carroll - Creator of the Bullet Journal method",
        "youtuber3": "Mariana's Study Corner - Shows how to combine handwritten and digital notes",
        "conclusionTitle": "Conclusion",
        "conclusionContent": "While digital tools offer convenience and searchability, handwriting provides cognitive advantages that shouldn't be overlooked. Consider incorporating handwritten notes into your learning and productivity systems for better retention and deeper processing."
      }
    }
  },
  "page": {
    "blog": {
      "title": "Blog",
      "subtitle": "Articles & Thoughts",
      "comingSoon": "Our blog is coming soon! We'll be sharing articles about habit formation, learning styles, and personal development."
    },
    "learn": {
      "habits": {
        "title": "Learn more about",
        "subtitle": "Habits",
        "comingSoon": "Coming soon",
        "description": "This section is under development. Soon, you'll be able to learn all about how habits work, how to form them, and how to maintain them for lasting change."
      },
      "track": {
        "title": "Learn how to",
        "subtitle": "track your progress",
        "comingSoon": "Coming soon",
        "description": "This section is under development. Soon, you'll learn effective ways to track your habits and measure your progress toward your goals.",
        "intro": "Tracking habits isn't rocket science. Set your goal, write down what you need and what you're doing, every day!",
        "categories": {
          "paperSamurai": "For Paper Samurai",
          "byteBookkeepers": "For Byte Bookkeepers",
          "markdownMagicians": "For Markdown Magicians",
          "visualAlchemists": "For Visual Alchemists"
        },
        "items": {
          "paper": {
            "simple": {
              "title": "The Simple Way",
              "description": "A simple bullet journal to track your habits with pen and paper."
            },
            "structured": {
              "title": "The Structured Approach",
              "description": "A guided habit tracker with pre-designed templates."
            },
            "allrounder": {
              "title": "The All-Rounder",
              "description": "A comprehensive habit tracking system that adapts to your needs."
            },
            "visible": {
              "title": "Always Visible",
              "description": "A large wall calendar to keep your habits visible at all times."
            }
          },
          "digital": {
            "iphone": {
              "title": "Streaks (iPhone)",
              "description": "Perfect for iPhone users looking to track up to twelve habits."
            },
            "android": {
              "title": "HabitNow (Android)",
              "description": "Great for Android users, with powerful habit tracking features."
            },
            "data": {
              "title": "Way of Life",
              "description": "For collecting lots of data about your habits and behaviors."
            },
            "planning": {
              "title": "Habitify",
              "description": "For planning your day around your habits and goals."
            }
          },
          "markdown": {
            "obsidian": {
              "title": "Obsidian",
              "description": "A powerful knowledge base that works on top of a local folder of plain Markdown text files."
            },
            "notion": {
              "title": "Notion",
              "description": "All-in-one workspace for notes, tasks, wikis, and databases."
            },
            "habitica": {
              "title": "Habitica",
              "description": "A gamified habit-tracking app that treats your life like a role-playing game."
            },
            "ulysses": {
              "title": "Ulysses",
              "description": "A writing app that turns your habit tracking into a creative process."
            }
          }
        }
      }
    }
  },
  "category": {
    "bookworms": "For Bookworms",
    "audiophiles": "For Audiophiles", 
    "visualLearners": "For Visual Learners",
    "knowledgeSeekers": "For Knowledge Seekers"
  },
  "quote": {
    "james": {
      "clear": "\"You do not rise to the level of your goals. You fall to the level of your systems.\" - James Clear"
    }
  },
  "see": {
    "more": {
      "books": "See More Books",
      "audio": "See More Audio",
      "video": "See More Videos",
      "research": "See More Research"
    }
  }
}
